Repository: josoma03/App-Ingredientes-pasteles-iOS-Swift
Catalog: Nokia/Nokia/*.lproj/Localizable.strings
Languages: es_419

source: Accept
es_419: Aceptar

source: Cancel
es_419: Cancelar

source: Cake
es_419: Pastel

source: Batters
es_419: Masa

source: Topping
es_419: Adición

# cook_the_cake
source: Prepare your cake
es_419: Prepara tu pastel

# delete_confirmation
source: Do you want to delete ingredient?
es_419: ¿Quieres eliminar el ingrediente?

# the_ingredient_has_already
source: The ingredient '%@' has already been added
es_419: El ingrediente '%@' ya se adicionó

source: All ingredients have already been added
es_419: Ya se agregaron todos los ingredientes

source: The preparation is finished
es_419: La preparación finalizó
